Repository: nimble-123/takt
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %@ is still running. Forgot to stop it?
de: „%@“ läuft noch. Vergessen zu stoppen?

source: Azure DevOps token expires soon
de: Azure-DevOps-Token läuft bald ab

source: It's working time, but Takt isn't recording. Start a timer from the menu bar.
de: Es ist Arbeitszeit, aber Takt erfasst nichts. Starte einen Timer in der Menüleiste.

source: No timer running
de: Kein Timer läuft

source: Open Takt
de: Takt öffnen

source: Quit Takt
de: Takt beenden

source: Renew the token for %@ and enter it in Takt's settings.
de: Erneuere das Token für %@ und trage es in den Einstellungen von Takt ein.

source: Settings …
de: Einstellungen …

source: Takt could not open its database.
de: Takt konnte seine Datenbank nicht öffnen.

source: Timer running for over 10 hours
de: Timer läuft seit über 10 Stunden

source: Welcome to Takt
de: Willkommen bei Takt
